Revit 2027 API
SpecTypeId.ThermalExpansionCoefficient Property
 Thermal Expansion Coefficient, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalExpansionCoefficient { get; }
Public Shared ReadOnly Property ThermalExpansionCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalExpansionCoefficient {
	ForgeTypeId^ get ();
}
static member ThermalExpansionCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace